Revit 2027 API
ParameterTypeId.WrappingAtEndsParam Property
 "Wrapping at Ends"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WrappingAtEndsParam { get; }
Public Shared ReadOnly Property WrappingAtEndsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WrappingAtEndsParam {
	ForgeTypeId^ get ();
}
static member WrappingAtEndsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace